{
  "pageTitle": "Datganiad Hygyrchedd ar gyfer Gwneud cais am Gredyd Pensiwn",
  "thisServiceIsPartOfGOVUK": "Mae'r gwasanaeth hwn yn rhan o wefan ehangach GOV.UK. Mae  <a class=\"govuk-link\" href=\"https://www.gov.uk/help/accessibility\">datganiad hygyrchedd ar gyfer prif wefan GOV.UK</a> ar wahân.",
  "onlyInformationAboutPC": "Mae'r dudalen hon yn unig yn cynnwys gwybodaeth am y cais am wasanaeth Credyd Pensiwn, sydd ar gael yn <a class=\"govuk-link\" href=\"https://apply-for-pension-credit.service.gov.uk/start?lang=cy\">https://apply-for-pension-credit.service.gov.uk/start?lang=cy</a>",
  "usingThisService": "Defnyddio'r gwasanaeth hwn",
  "runByTheDWP": "Mae'r gwasanaeth hwn yn cael ei redeg gan yr Adran Gwaith a Phensiynau (DWP). Rydym am i gymaint o bobl ȃ phosibl allu defnyddio'r gwasanaeth hwn. Er enghraifft, mae hynny'n golygu y dylech chi allu:",
  "changeColours": "newid lliwiau, lefelau cyferbynnu a ffontiau",
  "zoomIn": "chwyddo hyd at 300% heb i'r testun ollwng oddi ar y sgrin",
  "justKeyboard": "mynd o ddechrau'r gwasanaeth i'r diwedd gan ddefnyddio bysellfwrdd yn unig",
  "speechRecognition": "mynd o ddechrau'r gwasanaeth i'r diwedd gan ddefnyddio meddalwedd adnabod llais",
  "screenReader": "gwrando ar y gwasanaeth gan ddefnyddio darllenydd sgrin",
  "simpleToUnderstand": "Rydym hefyd wedi gwneud y testun yn y gwasanaeth mor syml ȃ phosibl i'w ddeall.",
  "abilityNet": "Mae gan <a class=\"govuk-link\" href=\"https://mcmw.abilitynet.org.uk/\">AbilityNet</a> gyngor ar wneud eich dyfais yn haws i'w defnyddio os oes gennych anabledd.",
  "howAccessible": "Pa mor hygyrch yw'r gwasanaeth hwn",
  "commonStyles": "Mae'r gwasanaeth yn defnyddio arddulliau, patrymau a chydrannau cyffredin o System Ddylunio GOV.UK yr ystyrir yn eang eu bod yn hygyrch.",
  "manuallyTested": "Nid ydym wedi gallu profi'r gwasanaeth hwn â llaw drwy ddefnyddio JAWS, Zoomtext a Dragon.",
  "notFullyAccessible": "Rydym yn gwybod nad yw rhai rannau o'r gwasanaeth yn gwbl hygyrch. Y materion rydym yn gwybod amdanynt o brofi â llaw yw:",
  "usersOfJAWS1819": "gall defnyddwyr JAWS 18 neu 19 a Zoomtext ddarganfod nad yw rhai penawdau'n cael eu darllen wrth ddefnyddio Internet Explorer 11. Mae hwn yn fater hysbys gyda meddalwedd Freedom Scientific. Dylech allu datrys y mater hwn trwy ddefnyddio porwr gwahanol.",
  "whenMovingTheFocus": "wrth symud y ffocws o amgylch y dudalen gan ddefnyddio Zoomtext, dim ond am eiliad y dangosir y ffocws ac yna'n diflannu.",
  "whenUsingSpeakItTool": "wrth ddefnyddio'r teclyn speakit yn Zoomtext, weithiau darllenir gair cyntaf penawdau ddwywaith.",
  "whatToDoIfDifficult": "Beth i'w wneud os ydych chi'n cael anhawster defnyddio'r gwasanaeth hwn",
  "ifYouHaveDifficulty": "Os byddwch yn cael anhawster gwneud cais am Gredyd Pensiwn, gallwch gysylltu â ni i gael help i wneud cais ar-lein neu i wneud cais dros y ffôn:",
  "ifYouLiveinEnglandScotlandWales": "Os ydych chi'n byw yng Nghymru, Lloegr neu'r Alban",
  "telephone": "Ffôn",
  "textphone": "Ffôn testun",
  "telephoneNumber": "0800 99 1234",
  "textphoneNumber": "0800 169 0133",
  "cannotHearOrSpeak": "Os na allwch glywed na siarad dros y ffôn, defnyddiwch <a class=\"govuk-link\" href=\"https://www.relayuk.bt.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Relay UK (yn agor mewn tab newydd)</a>: 18001 yna 0800 99 1234 Dydd Llun i ddydd Gwener, 9.30am i 7.30pm",
  "findOutMoreAboutCallCharges": "<a class=\"govuk-link\" href=\"https://www.gov.uk/costau-galwadau\" target=\"_blank\" rel=\"noopener noreferrer\">Darganfyddwch fwy am daliadau galwadau (yn agor mewn tab newydd)</a>",
  "ifYouLiveInNorthernIreland": "Os ydych yn byw yng Ngogledd Iwerddon",
  "telephoneNumberNI": "0808 100 6165",
  "textphoneNumberNI": "0808 100 2198",
  "contacting08&03Numbers": "<a class=\"govuk-link\" href=\"https://www.nidirect.gov.uk/articles/contacting-08-and-03-numbers\" target=\"_blank\" rel=\"noopener noreferrer\">Cysylltu â rhifau 08 a 03 (yn agor mewn tab newydd)</a>",
  "weMayNeedToSendYouLetters": "Fel rhan o ddarparu'r gwasanaeth hwn, efallai y bydd angen i ni anfon negeseuon neu ddogfennau atoch. Byddwn yn gofyn i chi sut rydych am i ni anfon negeseuon neu ddogfennau atoch, ond cysylltwch â ni os bydd eu hangen arnoch mewn fformat gwahanol. Er enghraifft, print bras, recordiad sain neu braille.",
  "reportingProblems": "Rhoi gwybod am broblemau hygyrchedd gyda'r gwasanaeth hwn",
  "alwaysLookingToImprove": "Rydym bob amser yn ceisio gwella hygyrchedd y gwasanaeth hwn. Os byddwch yn dod o hyd i unrhyw broblemau nad ydynt wedi'u rhestru ar y dudalen hon neu os credwch nad ydynt yn bodloni gofynion hygyrchedd, cysylltwch â ni drwy e-bost: <a class=\"govuk-link\" href=\"mailto:manageyourpensioncredit.mypc@dwp.gov.uk\">manageyourpensioncredit.mypc@dwp.gov.uk</a>",
  "enformentProcedure": "Proses orfodi",
  "theEHRC": "Mae'r Comisiwn Cydraddoldeb a Hawliau Dynol (EHRC) yn gyfrifol am orfodi Rheoliadau Hygyrch Cyrff Sector Cyhoeddus 2018 (Gwefannau a Chymhwysiadau Symudol) (Rhif 2) (“y rheoliadau hygyrchedd”). Os na fyddwch yn fodlon o ran sut rydym yn ymateb i'ch cwyn, cysylltwch â",
  "EASS": "<a class=\"govuk-link\" href=\"http://eass-ws.custhelp.com/app/home\">Gwasanaeth Cynghori a Chymorth Cydraddoldeb(EASS)</a> os ydych chi'n byw yng Nghymru, Lloegr neu'r Alban",
  "ECNI": "<a class=\"govuk-link\" href=\"https://www.equalityni.org/contactus\">Equality Commission for Northern Ireland (ECNI)</a> os ydych chi'n byw yng Ngogledd Iwerddon",
  "contactingUs": "Cysylltu â ni dros y ffôn neu ymweld â ni'n bersonol",
  "textRelayService": "Rydym yn darparu gwasanaeth cyfnewid testun i bobl sy'n fyddar, sydd â nam ar eu clyw neu sydd â nam ar eu lleferydd.",
  "audioInductionLoops": "Mae gan ein swyddfeydd ddolenni sefydlu sain, neu os byddwch chi'n cysylltu â ni cyn eich ymweliad gallwn drefnu cyfieithydd Iaith Arwyddion Prydain (BSL) i'ch helpu chi i gwblhau'r gwasanaeth yn bersonol.",
  "howToContactUs": "Darganfyddwch sut i <a class=\"govuk-link\" href=\"https://www.gov.uk/credyd-pensiwn/sut-i-wneud-cais\">gysylltu â ni</a>.",
  "techincalInformation": "Gwybodaeth dechnegol am hygyrchedd y gwasanaeth hwn",
  "theDWPisCommitted": "Mae'r Adran Gwaith a Phensiynau wedi ymrwymo i wneud y gwasanaeth hwn yn hygyrch, yn unol â Rheoliadau Hygyrchedd Cyrff y Sector Cyhoeddus 2018 (Gwefannau a Cheisiadau Symudol) (Rhif 2).",
  "complianceStatus": "Statws cydymffurfio",
  "WCAGCompliant": "Mae'r gwasanaeth hwn yn cydymffurfio'n llawn â safon AA <a class=\"govuk-link\" href=\"https://www.w3.org/TR/WCAG21/\">Canllawiau Hygyrchedd Cynnwys Gwe fersiwn 2.1</a>.",
  "howWeTested": "Sut wnaethom brofi'r gwasanaeth hwn",
  "serviceLastTested": "Profwyd y gwasanaeth ddiwethaf ar 4 Medi 2020 a gwiriwyd ei fod yn cydymffurfio â WCAG 2.1 AA. Cynhaliwyd y profion gan yr Adran Gwaith a Phensiynau.",
  "testedManualAutomated": "Profwyd y gwasanaeth drwy ddefnyddio profion awtomataidd a phrofion â llaw.",
  "whatWereDoingToImprove": "Beth rydym yn ei wneud i wella hygyrchedd",
  "continueToIterate": "Byddwn yn parhau i ailadrodd dyluniad y gwasanaeth, gydag ystyriaethau hygyrchedd wedi'u hymgorffori yng nghylch bywyd pob rhyddhad.",
  "preparationOfThisStatement": "Paratoi'r datganiad hwn",
  "thisPagePreparedOn": "Paratowyd y dudalen hon ar 4 Mai 2020. Fe'i hadolygwyd ddiwethaf ar 22 Medi 2020.",
  "thisWebsiteLastTest": "Profwyd y wefan hon ddiwethaf ar 4 Medi 2020. Cynhaliwyd y profion gan yr Adran Gwaith a Phensiynau.",
  "weTestedASample": "Gwnaethom brofi sampl o dudalennau sy'n cynrychioli gweithrediad pob math o batrwm dylunio a rhyngweithio a ddefnyddir yn y gwasanaeth."
}
