{
  "pageTitle": "Datganiad hygyrchedd ar gyfer Gwneud cais am Gredyd Pensiwn",
  "thisServiceIsPartOfGOVUK": "Mae'r gwasanaeth hwn yn rhan o wefan ehangach GOV.UK. Mae <a class=\"govuk-link\" href=\"https://www.gov.uk/help/accessibility\">datganiad hygyrchedd ar wahân ar gyfer prif wefan GOV.UK</a>.",
  "onlyInformationAboutPC": " Dim ond gwybodaeth am y gwasanaeth Gwneud cais am Gredyd Pensiwn sy'n cael ei gynnwys ar y dudalen hon, ar gael yn <a class=\"govuk-link\" href=\"https://apply-for-pension-credit.dwp.gov.uk/\">https://apply-for-pension-credit.dwp.gov.uk/</a>",
  "usingThisService": "Defnyddio'r gwasanaeth hwn",
  "runByTheDWP": "Mae'r gwasanaeth hwn yn cael ei redeg gan yr Adran Gwaith a Phensiynau. Rydym eisiau cyn gymaint o bobl â phosibl ddefnyddio'r gwasanaeth. Er enghraifft, mae hyn yn golygu y dylech allu:",
  "changeColours": "newid lliwiau, lefelau cyferbyniad a ffontiau",
  "zoomIn": "chwyddo hyd at 300% heb i'r testun fynd oddi ar y sgrin",
  "justKeyboard": "mynd o ddechrau'r gwasanaeth i'r diwedd gan ddefnyddio bysellfwrdd yn unig",
  "speechRecognition": "mynd o ddechrau'r gwasanaeth i'r diwedd gan ddefnyddio meddalwedd adnabod lleferydd",
  "screenReader": "gwrando ar y gwasanaeth gan ddefnyddio darllenydd sgrin",
  "simpleToUnderstand": "Rydym hefyd wedi gwneud y cynnwys yn y gwasanaeth mor syml â phosibl i'w ddeall.",
  "abilityNet": "Mae gan <a class=\"govuk-link\" href=\"https://mcmw.abilitynet.org.uk/\">AbilityNet</a> gyngor ar wneud eich dyfais yn haws i'w defnyddio os oes gennych anabledd.",
  "howAccessible": "Pa mor hygyrch yw'r gwasanaeth hwn",
  "commonStyles": "Mae'r gwasanaeth yn defnyddio arddulliau, patrymau a chydrannau cyffredin o System Ddylunio GOV.UK sy'n cael eu hystyried yn eang i fod yn hygyrch.",
  "whatToDoIfDifficult": "Beth i'w wneud os ydych yn cael anhawster defnyddio'r gwasanaeth hwn",
  "ifYouHaveDifficulty": "Os ydych yn cael anhawster defnyddio'r gwasanaeth hwn, cysylltwch â ni drwy e-bost: <a class=\"govuk-link\" href=\"mailto:longbenton.pensioncredit@dwp.gov.uk\">longbenton.pensioncredit@dwp.gov.uk</a>",
  "weMayNeedToSendYouLetters": "Fel rhan o ddarparu'r gwasanaeth hwn, efallai y bydd angen i ni anfon negeseuon neu ddogfennau atoch. Byddwn yn gofyn i chi sut rydych chi am i ni anfon negeseuon neu ddogfennau atoch, ond cysylltwch â ni os byddwch eu hangen mewn ffurf gwahanol. Er enghraifft print bras, recordiad sain neu braille.",
  "reportingProblems": "Rhoi gwybod am broblemau hygyrchedd gyda'r gwasanaeth hwn",
  "alwaysLookingToImprove": "Rydym bob amser yn ceisio gwella hygyrchedd y gwasanaeth hwn. Os byddwch yn dod o hyd i unrhyw broblemau nad ydynt wedi'u rhestru ar y dudalen hon neu'n credu nad ydym yn cwrdd â gofynion hygyrchedd, cysylltwch â ni trwy e-bost: <a class=\"govuk-link\" href=\"mailto:longbenton.pensioncredit@dwp.gov.uk\">longbenton.pensioncredit@dwp.gov.uk</a>",
  "enformentProcedure": "Y drefn gorfodaeth",
  "theEHRC": "Mae'r Comisiwn Cydraddoldeb a Hawliau Dynol (EHRC) yn gyfrifol am orfodi'r 'Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018' (y 'rheolaethau hygyrchedd'). Os nad ydych yn hapus â sut rydym yn ymateb i'ch cwyn, <a class=\"govuk-link\" href=\"https://www.equalityadvisoryservice.com/\">cysylltwch â'r Gwasanaeth Cynghori a Chefnogaeth Cydraddoldeb (EASS)</a>.",
  "contactingUs": "Cysylltu â ni dros ffôn neu ymweld â ni'n bersonol",
  "textRelayService": "Rydym yn darparu gwasanaeth testun 'relay' i bobl sy'n fyddar, gydag amhariad ar eu clyw neu sydd â thrafferthion gyda'u lleferydd.",
  "audioInductionLoops": "Mae gan ein swyddfeydd ddoleni clyw, neu os byddwch yn cysylltu â ni cyn eich ymweliad, gallwn drefnu dehonglydd Iaith Arwyddion Prydeinig (BSL) i'ch helpu i gwblhau'r cais yn bersonol.",
  "howToContactUs": "Darganfyddwch sut i <a class=\"govuk-link\" href=\"https://www.gov.uk/pension-credit/how-to-claim\">gysylltu â ni</a>.",
  "techincalInformation": "Gwybodaeth dechnegol am hygyrchedd y gwasanaeth hwn",
  "theDWPisCommitted": "Mae'r Adran Gwaith a Phensiynau wedi ymrwymo i wneud y gwasanaeth hwn yn hygyrch, yn unol â 'Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018'.",
  "WCAGCompliant": "Mae'r gwasanaeth hwn yn cydymffurfio'n llawn â fersiwn 2.1 Safon AA Canllawiau Hygyrchedd Cynnwys Gwe.",
  "howWeTested": "Sut gwnaethom brofi'r gwasanaeth",
  "serviceLastTested": "Profwyd y gwasanaeth ddiwethaf ar 4 Mai 2020 ac fe'i gwiriwyd i weld a yw'n cydymffurfio â WCAG 2.1 AA. Cynhaliwyd y profion gan yr Adran Gwaith a Phensiynau.",
  "testedManualAutomated": "Profwyd y gwasanaeth gan ddefnyddio profion awtomataidd a phrofion â llaw.",
  "whatWereDoingToImprove": "Beth rydym yn ei wneud i wella hygyrchedd",
  "conductingMoreTesting": "Byddwn yn cynnal mwy o brofion â llaw o'r gwasanaeth gan ddefnyddio technolegau cynorthwyol fel JAWS a Dragon gyda'r nod o gyhoeddi archwiliad cyflawn erbyn 31 Gorffennaf 2020.",
  "continueToIterate": "Byddwn yn parhau i edrych ar ddyluniad y gwasanaeth, gwella unrhyw rannau sydd yn anhygyrch fel rydym yn dod ar eu traws.",
  "thisPagePreparedOn": "Paratowyd y dudalen hon ar 4 Mai 2020."
}