{
  "pageTitle": "Manylion am gwcis ar y gwasanaeth hwn",
  "weNeedEssentialCookies": "Mae angen i ni ddefnyddio rhai cwcis hanfodol i wneud y wefan ‘Gwneud cais am Gredyd Pensiwn’ weithio.",
  "youCanChange": "Gallwch <a class=\"govuk-link\" href=\"${url}\">newid pa gwcis rydych yn hapus i ni eu defnyddio</a>.",
  "ifCookiesOff": "Os yw eich cwcis wedi cael eu troi i ffwrdd",
  "youWillSeeAnError": "Byddwch yn gweld neges gwall pan fyddwch yn ceisio defnyddio'r wefan os yw eich cwcis wedi cael eu hanalluogi.",
  "howToTurnCookiesOn": "Mae sut i droi cwcis ymlaen yn dibynnu ar y porwr rydych yn ei ddefnyddio a pha mor gyfoes ydyw.",
  "findOutHowToChange": "Darganfyddwch sut i newid eich gosodiadau ar y porwyr mwyaf poblogaidd, yn cynnwys:",
  "ie": "Internet Explorer",
  "firefox": "Mozilla Firefox",
  "chrome": "Google Chrome",
  "safari": "<a class=\"govuk-link\" href=\"${url}\">Safari</a>, sy'n cael ei ddefnyddio'n fwyaf cyffredin ar iPad, iPhone a chyfrifiaduron eraill Apple",
  "findOutHowToManage": "Darganfyddwch <a class=\"govuk-link\" href=\"${url}\">sut i reoli cwcis</a> ar gyfer porwyr eraill.",
  "cookiesThatMeasure": "Cwcis sy'n mesur defnydd o'r wefan",
  "weUseGoogleAnalytics": "Rydym yn defnyddio meddalwedd Google Analytics i gasglu gwybodaeth am sut rydych yn defnyddio'r wefan. Rydym yn defnyddio'r wybodaeth yma i wella'r wefan hon.",
  "weDoNotAllowGoogle": "Nid ydym yn caniatau i Google ddefnyddio neu rannu'r data am sut rydych yn defnyddio'r safle yma.",
  "googleCollects": "Mae cwcis Google analytics yn casglu a storio gwybodaeth am:",
  "pageYouVisit": "y dudalen rydych yn ymweld â hi - beth rydych yn clicio arno pan yn defnyddio'r wefan",
  "howLong": "pa mor hir rydych yn ei dreulio ar bob tudalen",
  "howYouGotHere": "sut rydych wedi cyrraedd y wefan",
  "googleAnalyticsCookies": "Cwcis Google analytics",
  "performanceCookies": "Cwcis sy'n helpu perfformiad",
  "weUseSomePerfCookies": "Rydym yn defnyddio rhai cwcis i helpu i sicrhau bod y wefan hon yn gweithio'n gyson i bawb.",
  "amazonWebServices": "Cwcis Amazon Web Services",
  "sessionCookies": "Cwcis sy'n helpu i gadw eich gwybodaeth yn ddiogel",
  "weUseSessionCookies": "Rydym yn defnyddio cwcis sesiwn i gadw'ch gwybodaeth yn ddiogel wrth i chi symud yn ôl ac ymlaen trwy'r wefan.",
  "automaticallyRemoved": "Mae'r cwcis hyn yn cael eu dileu o'ch cyfrifiadur yn awtomatig pan fyddwch yn cwblhau'ch cais neu os byddwch:",
  "dontDoAnything": "ddim yn gwneud dim am 30 munud",
  "closeBrowser": "cau eich porwr",
  "switchOffComputer": "troi eich cyfrifiadur i ffwrdd",
  "securityCookies": "Cwcis diogelwch",
  "cookiesMessage": "Neges cwcis",
  "youMaySeeABanner": "Efallai y byddwch yn gweld baner pan ymwelwch â'r wefan hon yn eich gwahodd i dderbyn cwcis neu adolygu'ch gosodiadau. Byddwn yn gosod cwcis fel bod eich cyfrifiadur yn gwybod eich bod wedi ei weld ac i beidio â'i ddangos eto, a hefyd i storio'ch gosodiadau.",
  "serviceCookies": "Cwcis gwasanaeth",
  "table": {
    "headings": {
      "name": "Enw",
      "purpose": "Diben",
      "expires": "Dod i ben"
    },
    "ga": {
      "purpose": "Yn cyfrif faint o bobl sy'n ymweld â'r wefan trwy olrhain a ydynt wedi ymweld o'r blaen.",
      "expires": "60 munud neu pan rydych yn cau eich porwr"
    },
    "gat": {
      "purpose": "Yn cyfrif faint o dudalennau sy'n cael eu gweld a pha mor aml.",
      "expires": "10 munud"
    },
    "AWSALB": {
      "purpose": "Cwcis sy'n ein helpu i ddyrannu traffig gweinydd i wneud profiad y defnyddiwr mor llyfn â phosibl.",
      "expires": "1 diwrnod"
    },
    "session": {
      "purpose": "I gofio ble rydych chi yn y cais a'ch atebion blaenorol fel y gallwch chi symud yn ôl ac ymlaen trwy'r wefan.",
      "expires": "%s munud neu pan rydych yn cau eich porwr"
    },
    "consent": {
      "purpose": "Arbed eich gosodiadau caniatâd cwcis",
      "expires": "1 blwyddyn"
    }
  }
}