{
  "pageTitleSingle": "Am yr arian, cynilion a buddsoddiadau sydd gennych",
  "pageTitleJoint": "Am yr arian, cynilion a buddsoddiadau sydd gennych chi a'ch partner",
  "sharedMoneySingle": "Os oes gennych arian mewn cyfrifon sy'n cael eu rhannu gyda rhywun arall, dylech ond dweud wrthym am y swm o arian rydych chi'n berchen arno.",
  "sharedMoneyJoint": "Os oes gennych arian mewn cyfrifon sy'n cael eu rhannu â rhywun heblaw eich partner, dylech ond dweud wrthym am faint o arian sy'n eiddo i chi a'ch partner.",
  "thisIncludes": "Mae hyn yn cynnwys:",
  "moneyInAccounts": "arian mewn cyfrifon cyfredol, cynilo neu gadw gyda banc, cymdeithas adeiladu, undeb credyd neu'r Swyddfa Bost",
  "ns&iBonds": "Cynhyrchion Cynilion a Buddsoddiadau Cenedlaethol fel Tystysgrifau Cynilo, Bondiau Premiwm, Bondiau Incwm a chyfrifon gweddilliol",
  "cashAtHome": "arian yn y cartref mewn arian parod",
  "investments": "buddsoddiadau fel ISA, PEP a TOISA",
  "shares": "cyfranddaliadau",
  "unitTrusts": "arian a fuddsoddwyd mewn ymddiriedolaethau uned",
  "incomeCapitalBonds": "bondiau incwm a chyfalaf",
  "moneyOverseas": "unrhyw arian arall yn y wlad hon neu dramor",
  "field": {
    "moneyBackdated": {
      "label": "Beth yw cyfanswm yr arian oedd gennych ar ${dateOfClaim}?",
      "hint": "Rhowch y swm mewn punnoedd a cheiniogau, er enghraifft, 100.00",
      "required": "Rhowch gyfanswm yr arian oedd gennych ar ${dateOfClaim}.",
      "format": "Rhowch gyfanswm yr arian oedd gennych ar ${dateOfClaim} drwy ddefnyddio rhifau a phwynt degol. Er enghraifft 100 neu 1000.00",
      "change": "Newid <span class=\"govuk-visually-hidden\">cyfanswm yr arian oedd gennych ar ${dateOfClaim}</span>"
    },
    "moneyToday": {
      "label": "Beth yw cyfanswm yr arian sydd gennych heddiw?",
      "hint": "Rhowch y swm mewn punnoedd a cheiniogau, er enghraifft, 100.00",
      "required": "Rhowch gyfanswm yr arian sydd gennych heddiw.",
      "format": "Rhowch gyfanswm yr arian sydd gennych heddiw drwy ddefnyddio rhifau a phwynt degol. Er enghraifft 100 neu 1000.00",
      "change": "Newid <span class=\"govuk-visually-hidden\">cyfanswm yr arian sydd gennych heddiw</span>"
    }
  }
}
