{
  "pageTitle": "Cais wedi'i anfon",
  "panelTitle": "Cais wedi'i anfon",
  "panelBody": "Eich rhif cyfeirnod yw eich rhif Yswiriant Gwladol",
  "section": {
    "whatHappensNext": {
      "heading": "Beth sy'n digwydd nesaf",
      "leadParaDefaultHtml": "Rydym yn gwneud ychydig o wiriadau terfynol ar eich cais. Byddwn yn cysylltu â chi erbyn <strong class=\"date-nowrap\">%s (4 wythnos)</strong>. Byddwn yn cysylltu â chi drwy lythyr os gallwn ddyfarnu Credyd Pensiwn i chi. Byddwn yn cysylltu â chi dros y ffôn neu drwy lythyr os ydym angen mwy o wybodaeth.",
      "leadParaCallbacksHtml": "Rydym yn gwneud rhai gwiriadau olaf ar eich cais. Byddwn yn cysylltu â chi o 0800 023 2076 erbyn <strong class=\"date-nowrap\">%s (4 wythnos)</strong> i ofyn i chi am fwy o wybodaeth am:",
      "callbackReasons": {
        "abroad": "yr amser rydych wedi’i dreulio y tu allan i'r DU - efallai y byddwn yn gallu ôl-ddyddio'ch cais am hyd at 3 mis, ond byddwn angen gofyn ychydig mwy o gwestiynau i chi",
        "property": "yr eiddo rydych yn berchen arno, pwy sy’n byw ynddo, pa gyfran o'r eiddo sy'n eiddo i chi a manylion unrhyw forgais",
        "selfEmployment": "eich hunangyflogaeth - byddwn yn gofyn pryd wnaethoch chi weithio, manylion cyfrifon elw a cholled y llynedd ac unrhyw asedau busnes neu adeiladau rydych yn berchen arnynt",
        "bonds": "eich bondiau incwm neu cyfalaf - byddwn yn gofyn i chi am wybodaeth o lythyr neu ddatganiad gan eich darparwr"
      },
      "subHeadingSuccess": "Os yw eich cais yn llwyddiannus byddwn yn talu eich Credyd Pensiwn i'r un cyfrif rydych yn cael eich Pensiwn y Wladwriaeth iddo.",
      "paraSuccess": "Byddwch yn gallu newid hyn i gyfrif gwahanol unwaith mae eich Credyd Pensiwn yn cael ei dalu.",
      "subHeadingChanges": "Os oes unrhyw beth yn newid",
      "paraChangesHtml": "Tra rydych yn cael Credyd Pensiwn, mae'n rhaid i chi ddweud wrthym yn syth am unrhyw <a href=\"https://www.gov.uk/credyd-pensiwn/rhoi-gwybod-am-newid-mewn-amgylchiadau\" class=\"govuk-link\">newidiadau a allai effeithio'r swm o Gredyd Pensiwn a gewch.</a>"
    },
    "housingBenefit": {
      "heading": "Budd-dal Tai",
      "para": "Os ydych yn talu rhent am y lle rydych chi'n byw, efallai y byddwch chi'n gymwys am Fudd-dal Tai. Byddwn yn gwneud y cais hwn ar eich rhan gan ddefnyddio'r manylion o'ch cais Credyd Pensiwn. Bydd eich awdurdod lleol yn cysylltu â chi."
    },
    "councilTaxReduction": {
      "heading": "Gostyngiad Treth Cyngor",
      "para": "Os yw eich cais yn llwyddiannus, efallai y byddwch yn gallu gwneud cais am Ostyngiad Treth Cyngor. Dylech gysylltu â'ch awdurdod lleol i wneud cais."
    },
    "carersAllowance": {
      "heading": "Lwfans Gofalwr",
      "paraHtml": "Efallai y gallwch wneud cais am <a href=\"https://www.gov.uk/lwfans-gofalwr\" class=\"govuk-link\">Lwfans Gofalwr</a> os ydych yn gofalu am rywun am 35 awr neu fwy yr wythnos."
    },
    "survey": {
      "heading": "Helpwch ni i wella Credyd Pensiwn",
      "linkLabel": "Cymerwch arolwg byr (agor mewn ffenestr neu mewn tab newydd)"
    }
  },
  "northernIreland": {
    "section": {
      "whatHappensNext": {
        "paraChangesHtml": "Tra rydych yn cael Credyd Pensiwn, mae'n rhaid i chi ddweud wrthym yn syth am unrhyw <a href=\"https://www.nidirect.gov.uk/articles/pensions-report-change-your-circumstances\" class=\"govuk-link\">newidiadau a allai effeithio'r swm o Gredyd Pensiwn a gewch.</a>"
      },
      "councilTaxReduction": {
        "heading": "Rhyddhad Ardrethi",
        "para": "Os yw eich cais yn llwyddiannus, efallai y byddwch yn gallu gwneud cais am Ryddhad Ardrethi. Dylech gysylltu â'ch awdurdod lleol i wneud cais."
      },
      "carersAllowance": {
        "paraHtml": "Efallai y gallwch wneud cais am <a href=\"https://www.nidirect.gov.uk/articles/carers-allowance\" class=\"govuk-link\">Lwfans Gofalwr</a> os ydych yn gofalu am rywun am 35 awr neu fwy yr wythnos."
      }
    }
  },
  "print": {
    "buttonLabel": "Argraffu copi o'r dudalen hon"
  }
}
