{
  "pageTitle": "Accessibility statement for Apply for Pension Credit",
  "thisServiceIsPartOfGOVUK": "This service is part of the wider GOV.UK website. There’s a separate <a class=\"govuk-link\" href=\"https://www.gov.uk/help/accessibility\">accessibility statement for the main GOV.UK website</a>.",
  "onlyInformationAboutPC": "This page only contains information about the Apply for Pension Credit service, available at <a class=\"govuk-link\" href=\"https://apply-for-pension-credit.service.gov.uk/\">https://apply-for-pension-credit.service.gov.uk/</a>",
  "usingThisService": "Using this service",
  "runByTheDWP": "This service is run by the Department for Work and Pensions. We want as many people as possible to be able to use this service. For example, that means you should be able to:",
  "changeColours": "change colours, contrast levels and fonts",
  "zoomIn": "zoom in up to 300% without the text spilling off the screen",
  "justKeyboard": "get from the start of the service to the end using just a keyboard",
  "speechRecognition": "get from the start of the service to the end using speech recognition software",
  "screenReader": "listen to the service using a screen reader",
  "simpleToUnderstand": "We’ve also made the text in the service as simple as possible to understand.",
  "abilityNet": "<a class=\"govuk-link\" href=\"https://mcmw.abilitynet.org.uk/\">AbilityNet</a> has advice on making your device easier to use if you have a disability.",
  "howAccessible": "How accessible this service is",
  "commonStyles": "The service uses common styles, patterns and components from the GOV.UK Design System which are widely regarded as accessible.",
  "manuallyTested": "This site was manually tested using JAWS, Zoomtext and Dragon.",
  "notFullyAccessible": "We know some parts of this service are not fully accessible. The issues we know about from manual testing are that:",
  "usersOfJAWS1819": "users of JAWS 18 or 19 and Zoomtext may find that some headings are not read out when using Internet Explorer 11. This is a known issue with Freedom Scientific software. You should be able to resolve this issue by using a different browser.",
  "whenMovingTheFocus": "when moving the focus around the page using Zoomtext, the focus is only shown for a second then disappears.",
  "whenUsingSpeakItTool": "when using the speakit tool in Zoomtext, sometimes the first word of headers is read out twice.",
  "whatToDoIfDifficult": "What to do if you have difficulty using this service",
  "ifYouHaveDifficulty": "If you have difficulty making a Pension Credit application, you can contact us for help applying online or to make an application over the phone:",
  "ifYouLiveinEnglandScotlandWales": "If you live in England, Scotland or Wales",
  "telephone": "Telephone",
  "textphone": "Textphone",
  "telephoneNumber": "0800 99 1234",
  "textphoneNumber": "0800 169 0133",
  "cannotHearOrSpeak": "If you cannot hear or speak on the phone, use <a class=\"govuk-link\" href=\"https://www.relayuk.bt.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Relay UK (opens in a new tab)</a>: 18001 then 0800 99 1234 Monday to Friday, 9.30am to 7.30pm",
  "findOutMoreAboutCallCharges": "<a class=\"govuk-link\" href=\"https://www.gov.uk/call-charges\" target=\"_blank\" rel=\"noopener noreferrer\">Find out about call charges (opens in a new tab)</a>",
  "ifYouLiveInNorthernIreland": "If you live in Northern Ireland",
  "telephoneNumberNI": "0808 100 6165",
  "textphoneNumberNI": "0808 100 2198",
  "contacting08&03Numbers": "<a class=\"govuk-link\" href=\"https://www.nidirect.gov.uk/articles/contacting-08-and-03-numbers\" target=\"_blank\" rel=\"noopener noreferrer\">Contacting 08 and 03 numbers (opens in a new tab)</a>",
  "weMayNeedToSendYouLetters": "As part of providing this service, we may need to send you messages or documents. We’ll ask you how you want us to send messages or documents to you, but contact us if you need them in a different format. For example large print, audio recording or braille.",
  "reportingProblems": "Reporting accessibility problems with this service",
  "alwaysLookingToImprove": "We’re always looking to improve the accessibility of this service. If you find any problems that aren’t listed on this page or think we’re not meeting accessibility requirements, contact us by email: <a class=\"govuk-link\" href=\"mailto:manageyourpensioncredit.mypc@dwp.gov.uk\">manageyourpensioncredit.mypc@dwp.gov.uk</a>",
  "enformentProcedure": "Enforcement procedure",
  "theEHRC": "The Equality and Human Rights Commission (EHRC) is responsible for enforcing the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018 (the ‘accessibility regulations’). If you’re not happy with how we respond to your complaint, contact the:",
  "EASS": "<a class=\"govuk-link\" href=\"https://www.equalityadvisoryservice.com\">Equality Advisory and Support Service (EASS)</a> if you live in England, Scotland or Wales",
  "ECNI": "<a class=\"govuk-link\" href=\"https://www.equalityni.org/contactus\">Equality Commission for Northern Ireland (ECNI)</a> if you live in Northern Ireland",
  "contactingUs": "Contacting us by phone or visiting us in person",
  "textRelayService": "We provide a text relay service for people who are deaf, hearing impaired or have a speech impediment.",
  "audioInductionLoops": "Our offices have audio induction loops, or if you contact us before your visit we can arrange a British Sign Language (BSL) interpreter to help you complete the service in person.",
  "howToContactUs": "Find out how to <a class=\"govuk-link\" href=\"https://www.gov.uk/pension-credit/how-to-claim\">contact us</a>.",
  "techincalInformation": "Technical information about this service’s accessibility",
  "theDWPisCommitted": "The Department for Work and Pensions is committed to making this service accessible, in accordance with the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018.",
  "complianceStatus": "Compliance status",
  "WCAGCompliant": "This service is fully compliant with the <a class=\"govuk-link\" href=\"https://www.w3.org/TR/WCAG21/\">Web Content Accessibility Guidelines version 2.1</a> AA standard.",
  "howWeTested": "How we tested this service",
  "serviceLastTested": "The service was last tested on 4 September 2020 and was checked for compliance with WCAG 2.1 AA. The tests were carried out by the Department for Work and Pensions.",
  "testedManualAutomated": "The service was tested using both automated and manual testing.",
  "whatWereDoingToImprove": "What we’re doing to improve accessibility",
  "continueToIterate": "We will continue to iterate the design of the service, with accessibility considerations built into the lifecycle of each release.",
  "preparationOfThisStatement": "Preparation of this statement",
  "thisPagePreparedOn": "This page was prepared on 4 May 2020. It was last reviewed on 22 September 2020.",
  "thisWebsiteLastTest": "This website was last tested on 4 September 2020. The testing was carried out by the Department for Work and Pensions.",
  "weTestedASample": "We tested a sample of pages that represents the implementation of each type of design pattern and interaction used in the service."
}
