{
  "pageTitleSingle": "About the money, savings and investments you have",
  "pageTitleJoint": "About the money, savings and investments you and your partner have",
  "sharedMoneySingle": "If you have money in accounts that are shared with someone else, only tell us about the amount of money that belongs to you.",
  "sharedMoneyJoint": "If you have money in accounts that are shared with someone other than your partner, only tell us about the amount of money that belongs to you and your partner.",
  "thisIncludes": "This includes:",
  "moneyInAccounts": "money in current, savings or deposit accounts with a bank, building society, credit union or the Post Office",
  "ns&iBonds": "National Savings and Investment products like Savings Certificates, Premium Bonds, Income Bonds and residual accounts",
  "cashAtHome": "money at home in cash",
  "investments": "investments like ISAs, PEPs and TOISAs",
  "shares": "shares",
  "unitTrusts": "money invested in unit trusts",
  "incomeCapitalBonds": "income or capital bonds",
  "moneyOverseas": "any other money in this country or overseas",
  "field": {
    "moneyBackdated": {
      "label": "What is the total amount of money you had on ${dateOfClaim}?",
      "hint": "Enter an amount in pounds and pence, for example, 100.00",
      "required": "Enter the total amount of money you had on ${dateOfClaim}.",
      "format": "Enter the total amount of money you had on ${dateOfClaim} using numbers and a decimal point. For example 100 or 1000.00",
      "change": "Change <span class=\"govuk-visually-hidden\">the total amount of money you had on ${dateOfClaim}</span>"
    },
    "moneyToday": {
      "label": "What is the total amount of money you have today?",
      "hint": "Enter an amount in pounds and pence, for example, 100.00",
      "required": "Enter the total amount of money you have today.",
      "format": "Enter the total amount of money you have today using numbers and a decimal point. For example 100 or 1000.00",
      "change": "Change <span class=\"govuk-visually-hidden\">the total amount of money you have today</span>"
    }
  }
}
