{
  "pageTitle": "Application sent",
  "panelTitle": "Application sent",
  "section": {
    "whatHappensNext": {
      "heading": "What happens next",
      "leadParaDefaultHtml": "We are doing some final checks on your application. We will contact you by <strong class=\"date-nowrap\">%s (4 weeks)</strong>. We will contact you by letter If we can award your Pension Credit. We will contact you by phone or by letter if we need any more information.",
      "leadParaCallbacksHtml": "We are doing some final checks on your application. We will contact you from 0800 023 2076 by <strong class=\"date-nowrap\">%s (4 weeks)</strong> to ask you for more information about:",
      "callbackReasons": {
        "abroad": "the time you spent outside the UK - we might be able to backdate your application by up to 3 months, but we will need to ask you a few more questions",
        "property": "the property you own, who lives in it, what share of the property belongs to you and details of any mortgage",
        "selfEmployment": "your self-employment - we will ask when you worked, details of last year's profit and loss accounts and any business assets or buildings you own",
        "bonds": "your income or capital bonds - we will ask you for information from a letter or statement from your provider"
      },
      "subHeadingSuccess": "If your application is successful we will pay your Pension Credit into the same account as your State Pension.",
      "paraSuccess": "You will be able to change this to a different account once your Pension Credit is in payment.",
      "subHeadingChanges": "If anything changes",
      "paraChangesHtml": "While you are receiving Pension Credit, you must tell us straight away about any <a href=\"https://www.gov.uk/pension-credit/change-of-circumstances\" class=\"govuk-link\">changes that could affect the amount of Pension Credit you get.</a>"
    },
    "housingBenefit": {
      "heading": "Housing Benefit",
      "para": "If you pay rent for the place where you live, you might qualify for Housing Benefit. We will make this application for you using the details from your Pension Credit claim. Your local authority will contact you."
    },
    "councilTaxReduction": {
      "heading": "Council Tax Reduction",
      "para": "If your application is successful, you might be able to claim Council Tax Reduction. You should contact your local authority to apply."
    },
    "carersAllowance": {
      "heading": "Carer’s Allowance",
      "paraHtml": "You might be able to claim <a href=\"https://www.gov.uk/carers-allowance\" class=\"govuk-link\">Carer’s Allowance</a> if you care for someone for 35 hours or more a week."
    }
  },
  "northernIreland": {
    "section": {
      "whatHappensNext": {
        "paraChangesHtml": "While you are receiving Pension Credit, you must tell us straight away about any <a href=\"https://www.nidirect.gov.uk/articles/pensions-report-change-your-circumstances\" class=\"govuk-link\">changes that could affect the amount of Pension Credit you get.</a>"
      },
      "councilTaxReduction": {
        "heading": "Rate Relief",
        "para": "If your application is successful, you might be able to claim Rate Relief. You should contact your local authority to apply."
      },
      "carersAllowance": {
        "paraHtml": "You might be able to claim <a href=\"https://www.nidirect.gov.uk/articles/carers-allowance\"class=\"govuk-link\">Carer’s Allowance</a> if you care for someone for 35 hours or more a week."
      }
    }
  },
  "print": {
    "buttonLabel": "Print a copy of this page"
  }
}
